Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrTypeError_ShortMessage
source: Incompatible type. We can't evaluate your formula because of a type error.
bg_bg: Несъвместим тип. Не можем да оценим формулата ви поради грешка с типа.
ca_es: El tipus no és compatible. No podem avaluar la fórmula perquè té un error de tipus.
cs_cz: Nekompatibilní typ. Z důvodu chyby typu se nám nepodařilo vyhodnotit váš vzorec.
da_dk: Inkompatibel type. Vi kan ikke evaluere din formel på grund af en slåfejl.
de_de: Nicht kompatibler Typ. Ihre Formel kann aufgrund eines Typfehlers nicht ausgewertet werden.
el_gr: Μη συμβατός τύπος. Δεν είναι δυνατή η αξιολόγηση του τύπου σας εξαιτίας ενός σφάλματος τύπου.
es_es: El tipo no es compatible. No podemos evaluar su fórmula porque tiene un error de tipo.
et_ee: Ühildumatu tüüp. Me ei saa teie valemit tüübi tõrke tõttu hinnata.
eu_es: Mota bateraezina da. Motak errore bat duelako ezin dugu ebaluatu formula.
fi_fi: Yhteensopimaton tyyppi. Kaavaasi ei voi arvioida tyyppivirheen vuoksi.
fr_fr: Le type est incompatible. Nous ne pouvons pas évaluer votre formule en raison d’une erreur de type.
gl_es: Tipo incompatible. Non podemos avaliar a fórmula debido a un erro de tipo.
hi_in: असंगत प्रकार. प्रकार त्रुटि के कारण हम आपके सूत्र का मूल्यांकन नहीं कर सकते हैं.
hr_hr: Vrsta nije kompatibilna. Formulu ne možemo provjeriti uslijed pogreške vrste.
hu_hu: Inkompatibilis típus. A képlet típushiba miatt nem értékelhető ki.
it_it: Il tipo non è compatibile. Non è possibile valutare la formula a causa di un errore del tipo.
ja_jp: 互換性のない型です。型エラーのため、数式を評価できません。
kk_kz: Үйлесімсіз түр. Түр қатесіне байланысты формуланы есептеу мүмкін емес.
ko_kr: 호환되지 않는 형식입니다. 형식 오류로 인해 수식을 평가할 수 없습니다.
lt_lt: Nesuderinamas tipas. Negalime įvertinti jūsų formulės dėl tipo klaidos.
lv_lv: Nesaderīgs tips. Tipa kļūdas dēļ formulu nevar novērtēt.
ms_my: Jenis tidak serasi. Kami tidak dapat menilai formula anda disebabkan ralat jenis.
nb_no: Inkompatibel type. Vi kan ikke evaluere formelen på grunn av en typefeil.
nl_nl: Niet-compatibel type. Uw formule kan niet worden geëvalueerd vanwege een typfout.
pl_pl: Niezgodny typ. Nie można ocenić formuły z powodu błędu dotyczącego typu.
pt_br: Tipo incompatível. Não conseguimos avaliar a sua fórmula por causa de um erro de tipo.
pt_pt: Tipo incompatível. Não podemos avaliar a sua fórmula devido a um erro de tipo.
ro_ro: Tip incompatibil. Nu vă putem evalua formula din cauza unei erori de tip.
ru_ru: Несовместимый тип. Из-за ошибки типа вычислить формулу невозможно.
sk_sk: Nekompatibilný typ. Vzorec sa nedá vyhodnotiť, pretože sa vyskytla chyba typu.
sl_si: Nezdružljivi tip. Vaše formule ni mogoče ovrednotiti zaradi napake tipa.
sr_cyrl_rs: Некомпатибилан тип. Не можемо да проценимо формулу због грешке везане за тип.
sr_latn_rs: Nekompatibilan tip. Ne možemo da procenimo formulu zbog greške vezane za tip.
sv_se: Inkompatibel typ. Det går inte att utvärdera formeln pga ett typfel.
th_th: ชนิดข้อมูลไม่รองรับ เราไม่สามารถประมวลผลสูตรของคุณได้เนื่องจากข้อผิดพลาดเกี่ยวกับชนิด
tr_tr: Uyumsuz tür. Bir tür hatası nedeniyle formülünüzü değerlendiremiyoruz.
uk_ua: Несумісний тип. Нам не вдалось обчислити формулу через помилку типу.
vi_vn: Kiểu không tương thích. Chúng tôi không thể đánh giá công thức của bạn do có lỗi về kiểu.
zh_cn: 类型不兼容。由于类型错误，无法计算公式。
zh_tw: 類型不相容。因為類型錯誤，所以無法評估您的公式。

# ErrorResource_ErrTypeError_LongMessage
source: The data may not match the expected type. (text, number, date, table, record.)
bg_bg: Възможно е данните да не съответстват на очаквания тип. (текст, число, дата, таблица, запис.)
ca_es: És possible que les dades no coincideixin amb el tipus esperat (text, nombre, data, taula o registre).
cs_cz: Data nemusí odpovídat očekávanému typu (text, číslo, datum, tabulka, záznam).
da_dk: Dataene passer måske ikke til den forventede type (tekst, nummer. dato tabel, post).
de_de: Die Daten entsprechen möglicherweise nicht dem erwarteten Typ (Text, Zahl, Datum, Tabelle, Datensatz).
el_gr: Τα δεδομένα μπορεί να μην συμφωνούν με τον αναμενόμενο τύπο. (κείμενο, αριθμός, ημερομηνία, πίνακας, καρτέλα.)
es_es: Es posible que los datos no coincidan con el tipo esperado (texto, número, fecha, tabla o registro).
et_ee: Andmed ei pruugi vastata eeldatud tüübile (tekst, arv, kuupäev, tabel, kirje).
eu_es: Agian datuak ez datoz bat espero zen motarekin (testua, zenbakia, data, taula erregistroa).
fi_fi: Tiedot eivät ehkä vastaa odotettua tyyppiä (teksti, luku, päivämäärä, taulukko tai tietue).
fr_fr: Les données peuvent ne pas correspondre au type attendu (texte, nombre, date, table, enregistrement).
gl_es: É posible que os datos non coincidan co tipo esperado (texto, número, data, táboa e rexistro).
hi_in: हो सकता है कि डेटा अपेक्षित प्रकार से मेल न खाए. (पाठ, संख्या, दिनांक, तालिका, रिकॉर्ड.)
hr_hr: Podaci možda neće odgovarati očekivanoj vrsti (tekstu, broju, podacima, tablici, zapisu).
hu_hu: Lehetséges, hogy az adatok nem a várt típusúak. (szöveg, szám, dátum, tábla, rekord)
it_it: I dati potrebbero non corrispondere al tipo previsto. (testo, numero, data, tabella, record)
ja_jp: データが必要な型と一致していない可能性があります。(テキスト、数、日付、テーブル、レコード。)
kk_kz: Деректер күтілген түрге сәйкес болмауы мүмкін. (мәтін, сан, күн, кесте, жазба.)
ko_kr: 데이터가 필요한 형식(텍스트, 숫자, 날짜, 테이블, 레코드)과 일치하지 않을 수 있습니다.
lt_lt: Duomenys gali neatitikti numatyto tipo (teksto, skaičiaus, datos, lentelės, įrašo).
lv_lv: Iespējams, dati neatbilst paredzētajam tipam (teksts, numurs, datums, tabula, ieraksts).
ms_my: Data mungkin tidak sepadan dengan jenis yang dijangkakan. (teks, nombor, tarikh, jadual, rekod.)
nb_no: Det kan være at dataene ikke er av den forventede typen. (Tekst, tall, dato, tabell, post.)
nl_nl: De gegevens komen mogelijk niet overeen met het verwachte type. (tekst, nummer, datum, tabel, record.)
pl_pl: Dane mogą być niezgodne z oczekiwanym typem (tekst, liczba, data, tabela, rekord).
pt_br: Os dados podem não corresponder ao tipo esperado. (texto, número, data, tabela, registro).
pt_pt: Os dados poderão não corresponder ao tipo esperado. (texto, número, data, tabela, registo.)
ro_ro: Este posibil ca datele să nu se potrivească cu tipul așteptat. (text, număr, dată, tabel, înregistrare.)
ru_ru: Возможно, данные не соответствуют ожидаемому типу (текст, число, дата, таблица, запись).
sk_sk: Údaje nemusia zodpovedať očakávanému typu (text, číslo, dátum, tabuľka, záznam).
sl_si: Podatki se morda ne ujemajo s pričakovanim tipom (besedilo, število, datum, tabela, zapis).
sr_cyrl_rs: Подаци се можда не подударају са очекиваним типом. (текст, број, датум, табела, запис.)
sr_latn_rs: Podaci se možda ne podudaraju sa očekivanim tipom. (tekst, broj, datum, tabela, zapis.)
sv_se: Data matchar kanske inte den förväntade typen (text, siffra, datum, tabell, post).
th_th: ข้อมูลอาจไม่ตรงกับชนิดที่คาดไว้ (ข้อความ ตัวเลข วันที่ ตาราง ระเบียน)
tr_tr: Veriler beklenen türle eşleşmiyor olabilir. (Metin, sayı, tarih, tablo, kayıt.)
uk_ua: Можливо, дані не відповідають очікуваному типу (текст, число, дата, таблиця, запис).
vi_vn: Dữ liệu này có thể không khớp với kiểu dự kiến. (văn bản, số, ngày, bảng, bản ghi.)
zh_cn: 数据可能与所需的类型(文本、数字、日期、表、记录)不匹配。
zh_tw: 資料可能與預期的類型 (文字、數字、日期、資料表、記錄) 不符。

# ErrorResource_ErrTypeError_HowToFix_1
source: Check the types of the values involved in the formula and ensure the types match.
bg_bg: Проверете типовете на стойностите, които са включени във формулата, и се уверете, че типовете съвпадат.
ca_es: Comproveu els tipus dels valors que apareixen a la fórmula i assegureu-vos que coincideixin.
cs_cz: Zkontrolujte typy hodnot používaných ve vzorci a ujistěte se, že se tyto typy shodují.
da_dk: Kontrollér typerne af de værdier, der er involveret i formlen, og sørg for, at typerne stemmer overens.
de_de: Überprüfen Sie die Typen der Werte in der Formel, und stellen Sie sicher, dass die Typen übereinstimmen.
el_gr: Ελέγξτε τους τύπους των τιμών που εμπλέκονται στον τύπο και βεβαιωθείτε ότι οι τύποι ταιριάζουν.
es_es: Compruebe los tipos de los valores implicados en la fórmula y asegúrese de que coincidan.
et_ee: Kontrollige valemiga seotud väärtuste tüüpe ja veenduge, et tüübid ühtiksid.
eu_es: Egiaztatu formularen balio motak eta ziurtatu mota guztiak bat datozela.
fi_fi: Tarkista kaavaan liittyvien arvojen tyypit ja varmista, että tyypit täsmäävät.
fr_fr: Vérifiez les types des valeurs impliquées dans la formule et assurez-vous qu'ils correspondent.
gl_es: Comprobe os tipos dos valores involucrados na fórmula e asegúrese de que estes coincidan.
hi_in: सूत्र से संबद्ध मानों के प्रकारों की जाँच करें और सुनिश्चित करें कि प्रकार मेल खाते हैं.
hr_hr: Provjerite vrste vrijednosti u formuli te podudaraju li se.
hu_hu: Gondoskodjon arról, hogy a képletben szereplő értéktípusok azonosak legyenek.
it_it: Controllare i tipi di valori coinvolti nella formula e assicurarsi che i tipi corrispondano.
ja_jp: 数式に関係する値の型を調べて、型が一致していることを確認してください。
kk_kz: Формулаға қатысты мәндердің түрлерін тексеріңіз және түрлердің сәйкестігіне көз жеткізіңіз.
ko_kr: 수식에 포함된 값의 유형을 확인하고 유형이 일치하는지 확인합니다.
lt_lt: Patikrinkite į formulę įtrauktų reikšmių tipus ir įsitikinkite, kad tipai sutampa.
lv_lv: Pārbaudiet, vai saistīto formulas vērtību veidi ir atbilstoši.
ms_my: Semak jenis nilai terlibat dalam formula dan pastikan sepadan dengan jenis.
nb_no: Kontroller typene verdier som er involvert i formelen, og at typene samsvarer.
nl_nl: Controleer de typen van de waarden die worden gebruikt in de formule en zorg ervoor dat de typen overeenkomen.
pl_pl: Sprawdź typy wartości uwzględnionych w formule i upewnij się, że są zgodne.
pt_br: Verifique os tipos dos valores envolvidos na fórmula e se os tipos correspondem.
pt_pt: Verifique os tipos dos valores envolvidos na fórmula e certifique-se de que os tipos correspondem.
ro_ro: Verificați tipurile de valori implicate în formulă și asigurați-vă că tipurile corespund.
ru_ru: Проверьте типы значений, используемые в формуле: они должны совпадать.
sk_sk: Skontrolujte typy hodnôt vo vzorci a uistite sa, že sa typy zhodujú.
sl_si: Preverite vrste vrednosti, ki jih vsebuje formula, in prepričajte se, da se vrste ujemajo.
sr_cyrl_rs: Проверите типове вредности у формули и уверите се да се подударају.
sr_latn_rs: Proverite tipove vrednosti u formuli i uverite se da se podudaraju.
sv_se: Kontrollera vilka typer av värden som ingår i formeln och se till att typerna matchar.
th_th: ตรวจสอบชนิดของค่าที่เกี่ยวข้องในสูตร และทำให้แน่ใจว่ามีชนิดตรงกัน
tr_tr: Formüle dahil edilen değerlerin türlerini denetleyin ve türlerin eşleştiğinden emin olun.
uk_ua: Перевірте типи значень для формули та переконайтеся, що вони відповідні.
vi_vn: Kiểm tra các loại giá trị liên quan trong công thức và đảm bảo rằng các loại giá trị khớp nhau.
zh_cn: 检查公式中涉及的值的类型，并确保类型匹配。
zh_tw: 請確認公式中包含的值類型，並確認類型相符。

# ErrorResource_ErrTypeError_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: Korištenje jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrTypeError_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式

# ErrorResource_ErrDateExpected_ShortMessage
source: Expected date. We expect a date at this point in the formula.
bg_bg: Очаква се дата. Очакваме дата на този етап във формулата.
ca_es: S'esperava una data. S'espera una data en aquest punt de la fórmula.
cs_cz: Očekávalo se datum. V této části vzorce očekáváme datum.
da_dk: Dato forventet. Vi forventer en dato på dette sted i formlen.
de_de: Datum erwartet. An dieser Stelle in der Formel wird ein Datum erwartet.
el_gr: Αναμενόταν ημερομηνία. Σε αυτό το σημείο στον τύπο αναμένεται ημερομηνία.
es_es: Se esperaba una fecha. Esperamos una fecha en este punto de la fórmula.
et_ee: Eeldati kuupäeva. Siinkohal eeldame valemis kuupäeva.
eu_es: Data espero zen. Data bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin päivämäärää. Odotetaan päivämäärää kaavan tässä kohdassa.
fr_fr: Date attendue. Nous attendons une date à ce stade de la formule.
gl_es: Esperábase unha data neste punto da fórmula.
hi_in: दिनांक अपेक्षित है. हम सूत्र में इस बिंदु पर दिनांक की अपेक्षा रखते हैं.
hr_hr: Očekuje se datum. Na tom mjestu u formuli očekujemo datum.
hu_hu: A rendszer dátumot várt a képlet ezen pontján.
it_it: È prevista una data. A questo punto della formula è prevista una data.
ja_jp: 日付が必要です。数式のこの時点で、日付が必要です。
kk_kz: Күн күтілген. Формуладағы бұл жерде күн күтіледі.
ko_kr: 날짜가 필요합니다. 수식에서 이 지점에 날짜가 필요합니다.
lt_lt: Numatoma data. Šioje formulės dalyje numatoma data.
lv_lv: Ir paredzēts datums. Šajā formulas posmā tiek gaidīts datums.
ms_my: Tarikh dijangka. Kami menjangkakan tarikh pada masa ini dalam formula.
nb_no: Forventet dato. Vi forventer en dato på dette stedet i formelen.
nl_nl: Er wordt een datum verwacht. Op deze positie in de formule wordt een datum verwacht.
pl_pl: Oczekiwano daty. W tym miejscu w formule oczekujemy daty.
pt_br: Data esperada. Esperamos uma data neste ponto na fórmula.
pt_pt: Data esperada. Era esperada uma data nesta parte da fórmula.
ro_ro: Se aștepta o dată. Așteptăm o dată în acest punct din formulă.
ru_ru: Ожидалась дата. В этой точке формулы должна быть дата.
sk_sk: Očakával sa dátum. V tomto bode vzorca sa očakáva dátum.
sl_si: Pričakovan je datum. Na tem mestu v formuli je pričakovan datum.
sr_cyrl_rs: Очекује се датум. Очекујемо датум у овом делу формуле.
sr_latn_rs: Očekuje se datum. Očekujemo datum u ovom delu formule.
sv_se: Ett datum förväntades. Vi förväntar oss ett datum vid den här punkten i formeln.
th_th: วันที่ที่คาดไว้ เราคาดหวังวันที่ในจุดนี้ในสูตร
tr_tr: Tarih bekleniyor. Formülde bu noktada bir tarih bekleniyor.
uk_ua: Очікувалася дата. У цьому місці формули очікується дата.
vi_vn: Đã dự kiến có ngày. Chúng tôi dự kiến có ngày tại điểm này trong công thức.
zh_cn: 应为日期。公式的此处应为日期。
zh_tw: 應為日期。公式中的此位置應為日期。

# ErrorResource_ErrDateExpected_LongMessage
source: This error will occur if you use a function that requires a date but you supply, for example, text instead.
bg_bg: Тази грешка ще възникне, ако използвате функция, която изисква дата, но например вие подадете текст вместо това.
ca_es: Aquest error es produeix si utilitzeu una funció que requereix una data, però proporcioneu, per exemple, un text.
cs_cz: K této chybě dojde v případě, že použijete funkci, která vyžaduje datum, ale místo něj zadáte například text.
da_dk: Denne fejl vil opstå, hvis du bruger en funktion, som kræver en dato, men du f.eks. angiver tekst i stedet for.
de_de: Dieser Fehler tritt auf, wenn Sie eine Funktion verwenden, die ein Datum erfordert, Sie aber stattdessen z. B. Text angeben.
el_gr: Αυτό το σφάλμα παρουσιάζεται, αν χρησιμοποιήσετε μια συνάρτηση που απαιτεί μια ημερομηνία, αλλά παρέχετε, για παράδειγμα, κείμενο στη θέση της.
es_es: Este error se producirá si usa una función que requiera una fecha, pero, por ejemplo, proporciona texto.
et_ee: See tõrge ilmneb, kui kasutate funktsiooni, mis nõuab kuupäeva, kuid teie esitate selle asemel nt teksti.
eu_es: Adibidez, errore hori gertatuko da testua erabiltzen baduzu data bat behar duen funtzio batean.
fi_fi: Tämä virhe ilmenee, jos käytät funktiota, joka edellyttää päivämäärää, mutta annat sen sijaan esimerkiksi tekstin.
fr_fr: Cette erreur se produit si vous utilisez une fonction qui nécessite une date, alors que vous fournissez, par exemple, du texte.
gl_es: Este erro producirase se usa unha función que precisa unha data pero, no seu lugar, fornece texto.
hi_in: यदि आप ऐसे किसी फ़ंक्शन का उपयोग करते हैं, जिसके लिए किसी दिनांक की आवश्यकता हो, लेकिन आप इसके बजाय, उदाहरण के लिए, कोई पाठ प्रदान करते हैं तो यह त्रुटि होगी.
hr_hr: Ta će se pogreška pojaviti ako koristite funkciju koja zahtijeva datum, no vi ste, primjerice, umjesto njega unijeli tekst.
hu_hu: Ez a hiba akkor fordul elő, ha dátumot igénylő függvényt használ, de dátum helyett például szöveget ad meg.
it_it: Questo errore si verifica se si usa una funzione che richiede una data, ma si specifica, ad esempio, un testo.
ja_jp: このエラーは、日付が必要な関数を使用するときに、代わりにテキストなどを指定した場合に生じます。
kk_kz: Күнді қажет ететін функцияны пайдалансаңыз, бірақ оның орнына, мысалы, мәтінді көрсетсеңіз, осы қате пайда болады.
ko_kr: 이 오류는 날짜가 필요한 함수를 사용하는데 텍스트 등을 입력하는 경우에 발생합니다.
lt_lt: Ši klaida įvyks, jei naudosite funkciją, reikalaujančią datos, o jūs pateiksite, pvz., tekstą.
lv_lv: Šī kļūda rodas, ja izmantojat funkciju, kurai ir nepieciešams datums, bet tā vietā funkcija saņem, piemēram, tekstu.
ms_my: Ralat ini akan berlaku jika anda menggunakan fungsi yang memerlukan tarikh tetapi contohnya anda memberikan teks.
nb_no: Denne feilen oppstår hvis du bruker en funksjon som krever en dato, og du angir for eksempel tekst i stedet.
nl_nl: Deze fout doet zich voor als u een functie gebruikt waarvoor een datum is vereist, maar u bijvoorbeeld tekst opgeeft.
pl_pl: Ten błąd wystąpi, jeśli użyjesz funkcji, która wymaga daty, ale zamiast niej podasz na przykład tekst.
pt_br: Este erro ocorrerá se você usar uma função que exige uma data, mas fornecer, por exemplo, um texto.
pt_pt: Este erro ocorre quando utiliza uma função que exige uma data, mas apresenta, por exemplo, texto.
ro_ro: Această eroare va avea loc dacă utilizați o funcție care necesită o dată, dar furnizați în schimb, de exemplu, un text.
ru_ru: Данная ошибка возникает, когда функция требует дату, а вы вместо этого передаете ей, например, текст.
sk_sk: Táto chyba sa vyskytne, ak používate funkciu, ktorá vyžaduje dátum, ale namiesto toho zadáte napríklad text.
sl_si: Do te napake pride, če uporabite funkcijo, ki zahteva datum, vendar pa namesto datuma navedete na primer besedilo.
sr_cyrl_rs: Ова грешка се јавља ако користите функцију која захтева датум, а ви, на пример, наведете текст.
sr_latn_rs: Ova greška se javlja ako koristite funkciju koja zahteva datum, a vi, na primer, navedete tekst.
sv_se: Det här felet uppstår om du använder en funktion som kräver ett datum men du anger, låt oss säga, text istället.
th_th: ข้อผิดพลาดนี้จะเกิดขึ้นถ้าคุณใช้ฟังก์ชันที่ต้องการวันที่แต่คุณใส่ค่า เช่น ข้อความแทน
tr_tr: Bu hata, bir tarih gerektiren bir işlev kullandığınızda ancak bunun yerine, örneğin, metin sağladığınızda oluşur.
uk_ua: Ця помилка стається, якщо замість обов’язкової дати для функції надається, наприклад, текст.
vi_vn: Lỗi này sẽ xảy ra nếu bạn sử dụng một hàm yêu cầu ngày nhưng thay vào đó, bạn lại cung cấp văn bản chẳng hạn.
zh_cn: 如果使用的函数需要日期，但却提供文本之类的值，则会出现此错误。
zh_tw: 舉例來說，若您使用的函式需要日期，但您提供了文字，就會發生此錯誤。
